<template>
  <section class="privacy-area inner-page">
    <div class="container">
      <div class="row justify-content-center">
        <div class="col-lg-12">
          <div class="section-title text-center pb-40 sectionTitleAfterWelcome">
            <div class="title fs-1" data-aos="fade-up" data-aos-delay="200">سياسة الاستخدام
              والخصوصية</div>
          </div>
          <div class="sub-title mb-5">
            <div>في منصة (شفاء)</div>
          </div>
          <div class="normal-content">
            <h3 class="paragraph-heading mb-3">
              سياسة الاستخدام
            </h3>
            <div class="mb-4">
              <span class="paragraph-text">
                منصة العلاج الخيري" شفاء " هي منصة إلكترونية وطنية موثوقة تهدف إلى ربط المرضى المحتاجين بالمتبرعين في المملكة العربية السعودية.
              </span>
              <ul class="paragraph-list">
                <li>عند استخدام أو تصفح منصة شفاء فإن المستخدم يقرُ بالموافقة وقبول الشروط والأحكام الخاصة بمنصة العلاج الخيري(شفاء) والالتزام بكافة الأنظمة والتعهدات وسياسة الخصوصية، وإننا في (شفاء) نأمل قراءتها بعناية قبل بدء استخدام المنصة.</li>
              </ul>
            </div>

            <h5 class="paragraph-heading mb-3">
              التعريفات:
            </h5>
            <div class="mb-4">
              <ul class="paragraph-list">
                <li>منصة العلاج الخيري (شفاء): الجهة المالكة والمشغلة للمنصة يشمل ذلك من يمثلها أو مدير المنصة وموظفيها.</li>
                <li>المستخدم: هو الشخص الذي يرغب باستخدام المنصة والاستفادة من خدماتها.</li>
              </ul>
            </div>

            <h5 class="paragraph-heading mb-3">
              تعهدات المستخدم:
            </h5>
            <div class="mb-4">
              <span class="paragraph-text">إن استخدام المنصة يعتبر إقرارًا من المستخدم بموافقته على شروط الاستخدام والالتزام بها كما أن استخدامه للمنصة إقرار منهُ على الالتزام بما يلي:</span>
              <ul class="paragraph-list--numbers">
                <li> أ‌- عدم استخدام بيانات غير صحيحة سواء كانت مزورة أو شكلاً من أشكال الاحتيال.</li>
                <li>ب‌- لابد أن تكون جميع المساهمات من حسابات بنكية سعودية.</li>
                <li>ت‌- المبالغ التي يتم سدادها من المستخدم هي من حر ماله ولا تربطها أي مشاكل قانونية</li>
                <li>ث‌- في حال أن المستخدم خالف الأنظمة فإنه يتحمل كافة الغرامات المفروضة من السلطة النظامية في المملكة العربية السعودية.</li>
                <li>ج‌- الالتزام بالحفاظ على سرية المعلومات وعدم مشاركتها مع أحد ولا تتحمل المنصة تبعات التفريط منه.</li>
                <li>ح‌- عدم تحميل ملفات ضارة على المنصة تحتوي فيروسات أو بيانات ضارة أو تالفة.</li>
                <li>خ‌- عدم الشروع في الوصول أو محاولة الوصول إلى بيانات أو معلومات غير مشروعة.</li>
                <li>د‌- عدم القيام بأي إجراء من شأنه أن يكون حِملًا يفوق البنية التحتية للمنصة أو حِملًا غير مناسب.</li>
                <li>ذ‌- عدم رفع وتقديم بيانات تعود ملكيتها للغير إلا بترخيص منه ويتحمل رافع البيانات مسؤولية ذلك.</li>
                <li>ر‌-  عدم إقحام المنصة في أي غرض تجاري أو غير ذلك مما يسبب إساءة للمنصة أو بياناتها.</li>
                <li>ز‌-  عدم استخدام المنصة في أنشطة محظورة شرعًا أو قانوناً في المملكة العربية السعودية كغسيل الأموال وغيرها.</li>
              </ul>
            </div>

            <h5 class="paragraph-heading mb-3">
              التزام المستخدم في إدخال بيانات الغير:
            </h5>
            <div class="mb-4">
              <span class="paragraph-text">في حال أراد المستخدم إدخال بيانات متعلقة بشخص آخر إلى منصة (شفاء) فإنه يتحمل مسؤولية حصوله على موافقة خطية تخوله باستخدام بياناته ويلتزم بأن تكون محتويه على الآتي:</span>
              <ul class="paragraph-list--numbers">
                <li>أ‌-  يسري على البيانات شروط استخدام المنصة وسياسة خصوصيتها.</li>
                <li>ب‌-  الموافقة على استقبال البيانات وتمريرها متى ما كان ذلك جزء من عمل المنصة واستخدام البيانات من قبل أي جهة وسيطة.</li>
                <li>ت‌-  مع الالتزام بسرية المعلومات وخصوصية هوية المستخدم فإنه يحق للمنصة استخدام البيانات لغرض إعداد الدراسات</li>
              </ul>
              <span class="paragraph-text">والإحصاءات وما من شأنه تحسين خدمة المستخدم.</span>
            </div>

            <h5 class="paragraph-heading mb-3">
              التسجيل:
            </h5>
            <div class="mb-4">
              <span class="paragraph-text"> يلتزم المستخدم بصحة ودقة البيانات المدخلة على أن تكون معلومات كاملة كما يلتزم بعدم استخدام بيانات شخص غير مخول له استخدامها.</span>
            </div>

            <h5 class="paragraph-heading mb-3">
              المحتوى:
            </h5>
            <div class="mb-4">
              <span class="paragraph-text"> إن لمنصة العلاج الخيري (شفاء) الحق الكامل في مراقبة البيانات المدخلة من دون التزام بذلك ويتحمل المُدخل صحة كافة البيانات المدخلة وما يترتب عليه وللمنصة الحق الكامل في شطب أو تحرير أو إزالة أي من البيانات المدخلة في حال رأت أن ذلك غير مناسب أو أنه مخالف للشروط والأحكام وسياسة الخصوصية.روابط المنصة الخارجية:</span>
              <ul class="paragraph-list">
                <li> للتسهيل على المستخدم في الوصول إلى المنصة قد يتم نشر روابط الوصول إلى المنصة على مواقع وبوابات أخرى نحن في (شفاء) لا نتحمل محتوى وموثوقية أو أمان تلك البوابات أو المواقع و لا التصديق على ذلك المحتوى أو نتحمل أي مسؤولية تجاه ذلك.</li>
              </ul>
            </div>

            <h5 class="paragraph-heading mb-3">
              حقوق الملكية:
            </h5>
            <div class="mb-4">
              <span class="paragraph-text"> جميع البيانات والرسومات والمواد المتوفرة في المنصة هي ملك لمنصة العلاج الخيري (شفاء) ولا يحق استنساخها أو نشرها أو استخدامها بأي شكل من الأشكال دون العودة إلى المنصة و أخذ أذن خطي مسبق.</span>
            </div>

            <h5 class="paragraph-heading mb-3">
              إخلاء المسؤولية:
            </h5>
            <div class="mb-4">
              <span class="paragraph-text">تسعى منصة العلاج الخيري (شفاء) إلى تحقيق أعلى مستويات الدقة والكفاءة والرعاية للمستخدم وفي سعينا الحثيث نود أن ننبه على ما يلي:</span>
              <ul class="paragraph-list">
                <li>لا نتحمل في (شفاء) مسؤولية الأخطاء الطبية الناجمة عن علاج المرضى وتقع المسؤولية على عاتق المستشفى المعالج للحالة.</li>
                <li>لا تتحمل المنصة أي نفقات أو خسائر أو تكاليف أو تعويضات أو مطالبات ناجمة بأي شكل من الأشكال عامةً كانت أو خاصةً أو حتى عرضية أو تسببت بأي عمل يتعلق باستخدام المنصc المنصة.</li>
                <li>إن الخدمات التي تقدمها منصة العلاج الخيري هدفها التسهيل ولا نتحمل مسؤولية أي قرار أو تغير بالأنظمة أو التشريعات أو الرفض والامتناع عن استقبال الحالات الطبية أو التأخر أو إلغاء الخدمة أو تعليقها حتى وإن عارض ذلك أي بيان كان في المنصة أو خارجها.</li>
                <li>إن في استخدامك لمنصة العلاج الخيري " شفاء " إقرار بتنازلك عن أي حق في المطالبات المالية أو الشكوى ضد الإدارة أو من منسوبيها في أي أمر ينشا عن استخدام المنصة أو بياناتها.</li>
              </ul>
            </div>

            <h5 class="paragraph-heading mb-3">
              اللغة:
            </h5>
            <div class="mb-4">
              <span class="paragraph-text">اللغة العربية هي لغة المنصة المعتمدة ولِما ينشر عليها ولا تتحمل المنصة تبعات ترجمة أي محتوى إلى لغات مساندة.</span>
            </div>

            <h5 class="paragraph-heading mb-3">
              المخالفات والنزاع:
            </h5>
            <div class="mb-4">
              <ul class="paragraph-list">
                <li>كافة الاستخدامات فيما يتعلق بالمطالبات والخلافات خاضع وحصري للسلطات القضائية بالمملكة العربية السعودية، مدينة الرياض.</li>
                <li>اللغة العربية هي اللغة المستخدمة لحل أي نزاع أو خلاف نتيجة استخدام المنصة أو أي من بياناتها.</li>
                <li>إن التأخر في المطالبة في أي حق من حقوق المنصة لا يعني التنازل عنه، وللمنصة الحق في المطالبة به في أي وقت شاءت كما أن التنازل عن حق من حقوق المنصة لا يعني التنازل التلقائي في غيره، والتنازل عن حق من حقوق المنصة في مناسبة لا يجعله تنازل تلقائي في غيره.</li>
              </ul>
            </div>

            <h5 class="paragraph-heading mb-3">
              تحديث شروط الاستخدام والخصوصية:
            </h5>
            <div class="mb-4">
              <ul class="paragraph-list">
                <li>يحق للمنصة تحديث شروط الاستخدام أي وقت رأته مناسباً و نشعر المستخدم بمراجعة أخبار تحديث الخصوصية بشكل مستمر.</li>
                <li> للاستفسار والتواصل أو الآراء يمكن التواصل مع إدارة المنصة من خلال البريد الإلكتروني: <a href="mailto:cc@shefa.sa" class="paragraph-link">cc@shefa.sa</a></li>
              </ul>
            </div>

            <h3 class="paragraph-heading mb-3">
              سياسة الخصوصية
            </h3>
            <h5 class="paragraph-heading mb-3">
              مقدمة:
            </h5>
            <div class="mb-4">
              <ul class="paragraph-list">
                <li>على الرغم من السعي الحثيث لمنصة العلاج الخيري (شفاء) في تقديم خدمة ذات جودة عالية، فإن أولى أولويات المنصة هو الحفاظ على سرية معلومات المستخدم وبياناته وتعتبر أحكام الخصوصية وسرية المعلومات أدناه جزءًا من شروط استخدام التطبيق وأحكامه، وتسري هذه الأحكام على جميع البيانات والمعلومات التي يتم تداولها في المنصة.</li>
                <li>عند استخدام المنصة يتم جمع معلومات شخصية ومعلومات عن الحالة المرضية للوصول إلى المستوى المأمول في تقديم الخدمة اللازمة للمستخدم فيما يتوافق مع شروط المنصة وأحكامها، ويعتبر استخدام المنصة بمثابة موافقة من المستخدم على سياسة الخصوصية وعلى " الشروط والأحكام " الخاصة بالاستخدام.</li>
              </ul>
            </div>

            <h5 class="paragraph-heading mb-3">
              أمن المعلومات الشخصية:
            </h5>
            <div class="mb-4">
              <ul class="paragraph-list">
                <li>بتقديم بيانات ومعلومات المستخدم الشخصية خلال المنصة، فإنه يوافق على استخدام ومعالجة البيانات من قبل منصة العلاج الخيري وعلى كشف أي من تلك البيانات والمعلومات للجهات المختصة وللتكليف القضائي عند الضرورة.</li>
                <li>تعمل منصة العلاج الخيري" شفاء " على اتخاذ التدابير الصارمة والملائمة لحماية بيانات المستخدم وسريتها مما يضمن أمانها من الفقد أو الدخول أو الإفصاح غير المصرح به للغير، بيد أن المنصة لا تتحمل إفصاح المستخدم عن بياناته ومعلوماته الخاصة وعن العجز في الاحترازات المتخذة لحماية بياناته عن طريق الاختراق أو البرمجيات الخبيثة.</li>
                <li>في شفاء هويتك وبياناتك الشخصية لا تعرضان للبيع.</li>
              </ul>
            </div>

            <h5 class="paragraph-heading mb-3">
              جمع المعلومات الشخصية:
            </h5>
            <div class="mb-4">
              <ul class="paragraph-list">
                <li>يقوم الخادم الخاص بالمنصة بتسجيل عنوان بروتوكول شبكة الإنترنت IP الخاص بالمستخدم وتاريخ ووقت الدخول وتفاصيل الزيارات ويشمل عددها وما يتعلق بالمنصة.</li>
                <li>استخدام البيانات والمعلومات المحفوظة في قواعد البيانات لغرض فني بحت ولا تقوم المنصة باستخدام أي منها بتبادل أي معلومات مخزنة في قواعد البيانات أو أي من بيانات المستخدم المتعلقة بعنوان IP الخاص به أو تاريخ ووقت استخدام المنصة أو أي بيانات اخرى مرتبطة بالمستخدم إلا في حال كان ذلك التبادل مطلبًا نظاميًا، ومنصة العلاج الخيري "شفاء" غير مسؤولة عن عجز التدابير المتخذة من قبل المنصة لأجل حماية البيانات من الاستيلاء او التعطل او إعاقة التدابير الحثيثة التي تقوم بها المنصة.</li>
              </ul>
              <span class="paragraph-text">نحن نمارس الشفافية في اطلاعك على حقوقك ونلتزم بها فإن كان لديك أي مخاوف أو استفسارات، يرجى التواصل معنا عن طريق البريد الإلكتروني: <a class="paragraph-link" href="mailto:cc@shefa.sa">cc@shefa.sa</a></span>
            </div>

            <h3 class="paragraph-heading">
              سياسة التبرع
            </h3>
            <div class="mb-4"></div>

            <h5 class="paragraph-heading mb-3">
              تعريفات:
            </h5>
            <div class="mb-4">
              <ul class="paragraph-list">
                <li>المتبرع: المنفق للمال في أي حالة مرضية في المنصة.</li>
                <li>الحالة المرضية: هي الحالة المرفوعة في المنصة من قبل الجمعيات الصحية الأهلية والمستحقة للتبرع عبر السياسات المحددة من قبل المنصة.</li>
                <li>
                  مسارات التبرع في المنصة: هي البرامج والمنتجات المصممة من قبل المنصة للتبرع وهي كالآتي:
                  <ul class="paragraph-list--nested">
                    <li>قفّلها: وهي خاصة بالحالات التي يرغب المتبرع بإقفالها كاملة وذلك لسرعة البدء في علاج المريض.</li>
                    <li>المشاريع: تتيح منصة شفاء للمتبرع بالتبرع للحالات المرضية المجمعة في تخصص مرضي معين.</li>
                    <li>سفير شفاء: كمتبرع مسجل في منصة شفاء ويرغب في تفريج كُرب المرضىمن خلال نشر الحالات للمتبرعين عبر رابط خاص وتتبع للتبرعات والحالات التي اكتملت عن طريقه.</li>
                    <li>التبرع الشامل: تتيح منصة شفاء للمتبرع بالتبرع لجميع الحالات في منصة عبر عملية تبرع واحدة وذلك رغبة في تعظيم أثر الصدقة لجميع الحالات المرضية المنشورة في المنصة.</li>
                    <li>الحملات: كمتبرع مسجل في منصة شفاء ويرغب في إنشاء حملة تبرعات وينوي أجرها عن متوفى أو مريض عبر مسارات التبرع المعتمدة في المنصة.</li>
                    <li>الإهداء: يتاح للمتبرع تحقيق رغبته في الإهداء لمن يحب عبر تصميم إهداء خاص وارساله للمهدى له عبر التبرع عنه في أحد مسارات التبرع في المنصة.</li>
                    <li>الزكاة: أتاحت منصة شفاء للمتبرع حاسبة الزكاة وذلك في حال رغبة المتبرع بحسبة زكاة ماله وذلك بإدخال المبلغ المراد التزكية عنه ثم تقوم المنصة بحساب مبلغ الزكاة ثم بعد ذلك يتمكن المتبرع من توكيل المنصة بالتصرف بزكاة ماله للحالات المرضية المستحقة للزكاة.</li>
                    <li>الأوقاف: تتيح المنصة للمتبرع بالتبرع للأوقاف الصحية الخاصة بصندوق الوقف الصحي والتي يصرف ريعها للمرضى و المشاريع الصحية الخيرية.</li>
                    <li>التبرع الدوري: كمتبرع مسجل في منصة شفاء ويرغب بالتبرع الدوري بالاستقطاع من حسابه مبلغ معين وفي وقت محدد يتم استقطاعه ويوجّه حسب ما يرغب المتبرع عبر مسارات التبرع المعتمدة في المنصة.</li>
                  </ul>
                </li>
              </ul>
            </div>

            <h5 class="paragraph-heading mb-3">
              التزامات المتبرع:
            </h5>
            <div class="mb-4">
              <ul class="paragraph-list">
                <li>يقر المتبرع عند استخدامه لهذه المنصة بأهليته القانونية لإجراء التبرعات .</li>
                <li>يوافق المتبرع على الشروط والأحكام، كما يوافق على حق المنصة المُطلق في تعديلها وتغييرها في أي مرحلة.</li>
                <li>يقر المتبرع بسلامة ونقاء وشرعية مصدر الأموال التي ساهم بها وبصحة كافة البيانات ذات العلاقة بتبرعه.</li>
                <li>يفوض المتبرع منصة شفاء بالقيام بكافة الأعمال في سبيل إيصال المتبرعات وإنهاء جميع الإجراءات ذات العلاقة عبر شركاء المنصة سواء من الجهات الحكومية أو الجمعيات الأهلية المرخصة .</li>
                <li>يتحمل المتبرع المسئولية منفرداً في حال مخالفته أياً من أنظمة أو قوانين المملكة أو القوانين الدولية والقرارات التي تشمل ما يلي:</li>
                <li>نظام مكافحة الإرهاب.</li>
                <li>نظام مكافحة غسيل الأموال</li>
                <li>أنظمة وقرارات الأمم المتحدة الموقع عليها من المملكة.</li>
                <li>القرارات والقواعد ذات العلاقة بالممارسات المحظورة.</li>
                <li>الأنظمة ذات العلاقة.</li>
              </ul>
            </div>

            <h5 class="paragraph-heading mb-3">
              نظام الاسترداد :
            </h5>
            <div class="mb-4">
              <ul class="paragraph-list">
                <li>يُتاح طلب الاسترداد لمبلغ التبرع الخطأ خلال مدة أقصاها (3) ثلاثة أيام من تاريخ تنفيذ العملية، ومن ثم يتم دراسة الطلب. </li>
                <li>يشترط في طلب الاسترداد أن يتم إثبات عملية التبرع بإرفاق ايصال التبرع وبيانات المتبرع.</li>
                <li>لا يمكن استرداد مبالغ التبرعات في حال تم التصرف في المبلغ.</li>
              </ul>
            </div>

            <h5 class="paragraph-heading mb-3">
              أحكام أخرى:
            </h5>
            <div class="mb-4">
              <ul class="paragraph-list">
                <li>تُصرف المبالغ على الحالات والبرامج في المنصة و التي حددها المتبرع ويتم استقطاع نسبة ١٠٪ من المبلغ الإجمالي لتصرف على التشغيل لضمان استدامتها، علماً بأن جميع المبالغ المعروضة في المنصة تكون شاملة لضريبة القيمة المضافة.</li>
                <li>يتم صرف المساهمات العامة حسب ما تم الاتفاق عليه مع كبار المانحين.</li>
                <li>للمستخدم (المسجل) في المنصة الاطلاع على المبالغ التي ساهم بها، وذلك من خلال صفحة "المستخدم".</li>
                <li>يتم صرف التبرعات العامة لاستكمال الحالات الأشد حاجة في المنصة.</li>
                <li>في حال وجود مبالغ تبرع فائضة عن حاجة الحالة المعنية إما بسبب ضغط أو تحمل عالٍ في المنصة، أو تعذر صرف المبلغ للحالة -لسبب ما- يتم صرفه على حالات مماثلة أو أشد حاجة منها حسب القواعد والسياسات المعتمدة في المنصة.</li>
                <li>هذه السياسة قابلة للتعديل، ويسري العمل بأي تعديل قد يطرأ عليها فور نشره من خلال المنصة.</li>
              </ul>
            </div>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
export default {
  name: "PrivacyPolicy"
};
</script>

<style lang="scss" scoped>
@import "@/styles/variables";
@import "@/styles/abstracts/mixins";
.privacy-area {
  .container {
    padding: 0 0 45px 0;
  }

  .sub-title {
    direction: rtl;
    text-align: center;
    font-weight: bold;
    font-size: 24px;
    line-height: 2;
  }

  .normal-content {
    font-size: 14px;
  }

  .link {
    color: #007bff;
  }
}
.paragraph-heading {
  color: $color-complementary;
  padding-top: 20px;
}
.normal-content {
  max-width: 1000px;
  margin: 0 auto;
}
.paragraph-list {
  list-style: disc;
  padding-right: 15px;
  &--numbers {
    padding-right: 15px;
  }
  &--nested {
    list-style: circle;
    padding-right: 15px;
  }
}
.paragraph-link {
  color: $color-primary;
  &:hover {
    color: $color-primary-hover;
  }
}
.pb-40 {
  padding-bottom: 40px;
}

@include respond(md) {
  .normal-content {
    padding: 0 27px;
  }
}
</style>
